7767517
75 85
Input                    input.1                  0 1 input.1
Convolution              Conv_0                   1 1 input.1 317 0=32 1=3 3=2 4=1 5=1 6=864 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_3                   1 1 317 320 0=32 1=3 4=1 5=1 6=288 7=32 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_6                   1 1 320 322 0=16 1=1 5=1 6=512
Convolution              Conv_8                   1 1 322 325 0=96 1=1 5=1 6=1536 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_11                  1 1 325 328 0=96 1=3 3=2 4=1 5=1 6=864 7=96 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_14                  1 1 328 330 0=24 1=1 5=1 6=2304
Split                    splitncnn_0              1 2 330 330_splitncnn_0 330_splitncnn_1
Convolution              Conv_16                  1 1 330_splitncnn_1 333 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_19                  1 1 333 336 0=144 1=3 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_22                  1 1 336 338 0=24 1=1 5=1 6=3456
BinaryOp                 Add_24                   2 1 330_splitncnn_0 338 339
Convolution              Conv_25                  1 1 339 342 0=144 1=1 5=1 6=3456 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_28                  1 1 342 345 0=144 1=3 3=2 4=1 5=1 6=1296 7=144 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_31                  1 1 345 347 0=32 1=1 5=1 6=4608
Split                    splitncnn_1              1 2 347 347_splitncnn_0 347_splitncnn_1
Convolution              Conv_33                  1 1 347_splitncnn_1 350 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_36                  1 1 350 353 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_39                  1 1 353 355 0=32 1=1 5=1 6=6144
BinaryOp                 Add_41                   2 1 347_splitncnn_0 355 356
Split                    splitncnn_2              1 2 356 356_splitncnn_0 356_splitncnn_1
Convolution              Conv_42                  1 1 356_splitncnn_1 359 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_45                  1 1 359 362 0=192 1=3 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_48                  1 1 362 364 0=32 1=1 5=1 6=6144
BinaryOp                 Add_50                   2 1 356_splitncnn_0 364 365
Convolution              Conv_51                  1 1 365 368 0=192 1=1 5=1 6=6144 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_54                  1 1 368 371 0=192 1=3 3=2 4=1 5=1 6=1728 7=192 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_57                  1 1 371 373 0=64 1=1 5=1 6=12288
Split                    splitncnn_3              1 2 373 373_splitncnn_0 373_splitncnn_1
Convolution              Conv_59                  1 1 373_splitncnn_1 376 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_62                  1 1 376 379 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_65                  1 1 379 381 0=64 1=1 5=1 6=24576
BinaryOp                 Add_67                   2 1 373_splitncnn_0 381 382
Split                    splitncnn_4              1 2 382 382_splitncnn_0 382_splitncnn_1
Convolution              Conv_68                  1 1 382_splitncnn_1 385 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_71                  1 1 385 388 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_74                  1 1 388 390 0=64 1=1 5=1 6=24576
BinaryOp                 Add_76                   2 1 382_splitncnn_0 390 391
Split                    splitncnn_5              1 2 391 391_splitncnn_0 391_splitncnn_1
Convolution              Conv_77                  1 1 391_splitncnn_1 394 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_80                  1 1 394 397 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_83                  1 1 397 399 0=64 1=1 5=1 6=24576
BinaryOp                 Add_85                   2 1 391_splitncnn_0 399 400
Convolution              Conv_86                  1 1 400 403 0=384 1=1 5=1 6=24576 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_89                  1 1 403 406 0=384 1=3 4=1 5=1 6=3456 7=384 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_92                  1 1 406 408 0=96 1=1 5=1 6=36864
Split                    splitncnn_6              1 2 408 408_splitncnn_0 408_splitncnn_1
Convolution              Conv_94                  1 1 408_splitncnn_1 411 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_97                  1 1 411 414 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_100                 1 1 414 416 0=96 1=1 5=1 6=55296
BinaryOp                 Add_102                  2 1 408_splitncnn_0 416 417
Split                    splitncnn_7              1 2 417 417_splitncnn_0 417_splitncnn_1
Convolution              Conv_103                 1 1 417_splitncnn_1 420 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_106                 1 1 420 423 0=576 1=3 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_109                 1 1 423 425 0=96 1=1 5=1 6=55296
BinaryOp                 Add_111                  2 1 417_splitncnn_0 425 426
Convolution              Conv_112                 1 1 426 429 0=576 1=1 5=1 6=55296 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_115                 1 1 429 432 0=576 1=3 3=2 4=1 5=1 6=5184 7=576 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_118                 1 1 432 434 0=160 1=1 5=1 6=92160
Split                    splitncnn_8              1 2 434 434_splitncnn_0 434_splitncnn_1
Convolution              Conv_120                 1 1 434_splitncnn_1 437 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_123                 1 1 437 440 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_126                 1 1 440 442 0=160 1=1 5=1 6=153600
BinaryOp                 Add_128                  2 1 434_splitncnn_0 442 443
Split                    splitncnn_9              1 2 443 443_splitncnn_0 443_splitncnn_1
Convolution              Conv_129                 1 1 443_splitncnn_1 446 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_132                 1 1 446 449 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_135                 1 1 449 451 0=160 1=1 5=1 6=153600
BinaryOp                 Add_137                  2 1 443_splitncnn_0 451 452
Convolution              Conv_138                 1 1 452 455 0=960 1=1 5=1 6=153600 9=3 -23310=2,0.000000e+00,6.000000e+00
ConvolutionDepthWise     Conv_141                 1 1 455 458 0=960 1=3 4=1 5=1 6=8640 7=960 9=3 -23310=2,0.000000e+00,6.000000e+00
Convolution              Conv_144                 1 1 458 460 0=320 1=1 5=1 6=307200
Convolution              Conv_146                 1 1 460 463 0=1280 1=1 5=1 6=409600 9=3 -23310=2,0.000000e+00,6.000000e+00
Reduction                ReduceMean_149           1 1 463 464 0=3 1=0 -23303=2,2,3
InnerProduct             Gemm_150                 1 1 464 465 0=3 1=1 2=3840
